INSERT INTO `act_support_bank` VALUES ('1', '310', '浦发银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('2', '102', '工商银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('3', '103', '农业银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('4', '105', '建设银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('5', '308', '招商银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('6', '309', '兴业银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('7', '104', '中国银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('8', '303', '光大银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('9', '403', '全国邮储银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('10', '306', '广东发展银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);
INSERT INTO `act_support_bank` VALUES ('11', '301', ' 交通银行', null, '1', '2015-05-28 14:52:28', '2015-05-28 14:52:28', null);

INSERT INTO `act_score_point` VALUES ('1', '8981', '分享返积分', '8991', '1', '2014-01-01 00:00:00', '2015-05-29 14:02:00', '冯鑫', null);
INSERT INTO `act_score_point` VALUES ('2', '8982', '邀请注册返积分', '8992', '1', '2014-01-01 00:00:00', '2015-05-29 14:02:02', '冯鑫', null);
INSERT INTO `act_score_point` VALUES ('3', '8983', '订单成功返积分', '8993', '1', '2014-01-01 00:00:00', '2015-05-29 14:02:05', '冯鑫', null);
INSERT INTO `act_score_point` VALUES ('4', '8984', '评价/晒单返积分', '8994', '1', '2015-06-02 10:30:29', '2015-05-29 14:02:07', '冯鑫', null);
INSERT INTO `act_score_point` VALUES ('5', '8985', '意见反馈返积分', '8995', '1', '2015-06-02 10:30:32', '2015-05-29 14:02:24', '冯鑫', null);

INSERT INTO `act_score_rule` VALUES ('8991', '分享返积分', '1', '5', '1', '2015-07-13 16:08:48', '2015-07-26 00:00:00', '2015-08-15 00:00:00', '1001', '20001', '5002', '2015-07-23 15:01:05', '2015-05-29 12:23:57', '1');
INSERT INTO `act_score_rule` VALUES ('8992', '邀请注册返积分', '1', '40', '1', '2015-07-13 16:08:50', '2015-07-26 00:00:00', '2015-08-15 00:00:00', '20002', '30002', '52', '2015-07-23 15:02:04', '2015-05-29 12:24:08', '1');
INSERT INTO `act_score_rule` VALUES ('8993', '订单成功返积分', '2', '0.2', '1', '2015-07-13 16:08:53', '2015-07-26 00:00:00', '2015-08-15 00:00:00', '1002', '20002', '3002', '2015-07-23 15:02:54', '2015-05-29 12:24:14', '1');
INSERT INTO `act_score_rule` VALUES ('8994', '评价/晒单 返积分', '3', '100,20', '1', '2015-07-13 16:08:55', '2015-07-26 00:00:00', '2015-08-15 00:00:00', '10001', '20001', '5001', '2015-07-23 15:03:24', '2015-05-29 12:24:17', '1');
INSERT INTO `act_score_rule` VALUES ('8995', '意见反馈返积分', '1', '20', '1', '2015-07-13 16:08:59', '2015-07-26 00:00:00', '2015-08-15 00:00:00', '1002', '30001', '56', '2015-07-23 15:03:49', '2015-05-29 12:24:21', '1');

INSERT INTO `act_score_config` VALUES ('1', '积分配置', null, '2015-12-31 00:00:00', '2', '5', null, null, null, '2015-06-18 10:55:03', '2015-06-18 10:55:03', '0', '2015-06-12 18:02:44', '2015-06-12 18:02:44', '1');
